cask_args appdir: "/Applications"

tap "koekeishiya/formulae"

brew "jq"
brew "neovim"
brew "skhd"
brew "tmux"
brew "yabai"

cask "aerial"
cask "alfred"
cask "bitwarden"
cask "brave-browser"
cask "cold-turkey-blocker"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "stack-stack"
cask "visual-studio-code"
cask "zoom"
